
[
    {
    "id":1,
    "titleImg":"mx-ergo-s-feature-1.webp",
      "title": "[MXERGO]レビュー",
      "createdAt": "2024-10-08",
      "introduction": "皆さんはトラックボールマウスを知っていますか？ここ数年でとても注目されいているガジェットで、その中でもロジクールのMXERGOはトラックボールマウスの王者といってもいいほど、トラックボールマウスが注目される要因になったマウスです。\nそんなMXERGOを使ってみた感想をレビューしていくので、もし買おうか迷っている方はぜひ参考にしてみてほしい。",
      "index": [
        "商品の特徴",
        "メリット",
        "デメリット",
        "まとめ",
        "記事作成者"
      ],
      "contents": [
        {
          "heading": 1,
          "title": "商品の特徴",
          "description": "親指のコントロールで正確なトラッキングが可能で、DPIボタンをタップするとカーソルの移動スピードが切り替えることができる。\nさらに傾斜角が20°ついていることで、より快適な操作環境を実現している。"
        },
        {
          "heading": 2,
          "title": "メリット",
          "description": "このマウスを使う最大のメリットは２つある。\nまず１つ目はトラックボールによる圧倒的な操作性だ。トラックボールを使い始めた最初のころは慣れずに使いにくいなと思ったが、慣れてくるとカーソル移動を手首でする必要が無くなり、疲れが軽減されデュアルモニターで広い画面領域を瞬時にカーソル移動でき作業効率が上がったと実感している。\nそして２つ目は複数のボタンが付いている利便性にあると思う。このマウスには６つのボタンがつていて、それぞれのアプリケーションで任意のショートカットを割り当てることができる。私は、chromeではサイドボタンに戻ると進むを割り当ててブラウジングを快適にできるようにしていたり、ワードやエクセルではよく使うコピー＆ペーストを割りあてて使っている。"
        },
        {
          "heading": 3,
          "title": "デメリット",
          "description": "このマウスなんと充電ケーブルがUSBtypeAである。最近はtypeCが主流になっていて、デスクには基本的にtypeCのケーブルしかないのに、このマウスを充電するためだけにtypeAを置いておかないといけないのはとても不便だ。しかしこのマウスが販売開始されたのは2017年でその頃はまだtypeCは主流とは言えなかったので、仕方なかったのかなと思う。\nもう一つデメリットがあってそれは価格が高いとう点だ。定価で17000円でアマゾンのセールでも13000円程する。マウスで１万円を超えてくる商品はなかなかなく、手に取るのを躊躇してしまう。"
        },
        {
            "heading": 4,
            "title": "まとめ",
            "description": "MXERGOは利便性や生産性を普通のマウスにはない機能で爆上げしてくれる。\n特に、デュアルディスプレイで画面領域が大きく、普通のマウスではカーソル移動が大変だなと感じている方に特にお勧めだ。\n今は新しいMXERGO Sという新モデルが出ていて、そちらはtypeAの充電端子の問題が解決されているようなので、今から買う人はそちらをお勧めする。"
          }
      ],
      "author": {
        "name": "Maeken",
        "imagePath": "img/maeken.jpg",
        "description": "大学３年生、情報学科で勉強している。趣味はバイクに乗ることで、緑のNINJA250に乗っている。"
      }
    },
    {
      "id":2,
      "titleImg":"",
        "title": "keychron k2 jis レビュー",
        "createdAt": "2024-10-08",
        "introduction": "",
        "index": [
          "商品の特徴",
          "メリット",
          "デメリット",
          "まとめ",
          "記事作成者"
        ],
        "contents": [
          {
            "heading": 1,
            "title": "商品の特徴",
            "description": "75%サイズのキーボードで、機能キーや矢印キーをを維持しながらも省スペース設計。\nメカニカル式のキーボードで赤軸、青軸、茶軸をラインナップ。\nバックライトのカラーはRGBバックライトとホワイトLEDの2種類。\n有線、Bluetoothに対応しており、最大3台接続できる。\nMac ,Windowsのどちらにも対応しており、専用のキーキャップが付属している。"
          },
          {
            "heading": 2,
            "title": "メリット",
            "description": "Mac対応のメカニカル式キーボードが少ないなか、Macに対応している。\nメカニカル式キーボードの中では比較的安価。\nRGBバックライトの場合、18通りに光らせることが可能で視覚的にも楽しめる。\nJis配列とUS配列の二つの配列を選択できる。\n角度調整が可能。\n本体がコンパクトで軽いため、持ち運びも可能。"
          },
          {
            "heading": 3,
            "title": "デメリット",
            "description": "ホットスワップ対応モデルでなければ手軽にメカニカルスイッチを交換することができない。\n非対応モデルでははんだ付けをしなければならない\nWhiteLEDモデルではプラスチックフレーム、RGBライトモデルではアルミニウムフレームと固定されており、選択の自由度がない。\n使用するスイッチにもよるが、打鍵音がうるさくオフィスでの使用に向かない。\njis配列の場合純正のキーキャップのラインナップが少ない"
          },
          {
              "heading": 4,
              "title": "まとめ",
              "description": ""
            }
        ],
        "author": {
          "name": "Hatake",
          "imagePath": "img/hatake.jpg",
          "description": ""
        }
      }
  
  ]
  
  
  
  
  
  
  
  